app.component('privacy-policy', {
    template:
    /*html*/
    `<div>
        <h1>Privacy Policy</h1>
        <p>本調査では、以下のデータを収集します:</p>
        <div class="box">
            <ul>
                <li>ニックネーム/ID (任意)</li>
                <li>年齢</li>
                <li>性別</li>
                <li>参加者の本アプリ内でのアクティビティ（例：フォームへの反応、タッチ／デリート数、デバイスのモーションセンサーデータ）</li>
                <li>実験の開始/終了時刻</li>
            </ul>
        </div>
        <p>本実験では、上記以外のデータは収集せず、テキスト入力はキーログとして記録はせず、タッチ/削除の総数としてのみ記録します。</p><br>
        <p>収集されたデータは、匿名化されますが、今後の研究発表や学会発表等で公開される予定です。</p><br> 
        <p>参加者は、 <i>jo.shimazaki@cps.akita-pu.ac.jp</i> にメールを送ることにより、この研究が完了した時に、通知されかつ論文へのアクセスができます。</p>
    </div>`
})